waves2foam/task3_current_nocylinder/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}

phases (water air);

water
{
    transportModel  Newtonian;
    nu              nu [0 2 -1 0 0 0 0] 1e-06;
    rho             rho [1 -3 0 0 0 0 0] 1000;
}

air
{
    transportModel  Newtonian;
    nu              nu [0 2 -1 0 0 0 0] 1.5e-05;
    rho             rho [1 -3 0 0 0 0 0] 1;
}

sigma           sigma [1 0 -2 0 0 0 0] 0.0;
